export default [
  {
    name: "哗咀韩家",
    id: 'GMAP_01',
    description: "此诸菩萨具如是等妙功德海，设经无量俱胝大劫叹不能尽。其名曰：贤守菩萨摩诃萨、宝性菩萨摩诃萨、宝藏菩萨摩诃萨、宝授菩萨摩诃萨、导师菩萨摩诃萨、仁授菩萨摩诃萨、星授菩萨摩诃萨、神授菩萨摩诃萨、帝授菩萨摩诃萨、广慧菩萨摩诃萨、胜慧菩萨摩诃萨、上慧菩萨摩诃萨、增长慧菩萨摩诃萨、无边慧菩萨摩诃萨、不虚见菩萨摩诃萨、无障慧菩萨摩诃萨、善发趣菩萨摩诃萨、善勇猛菩萨摩诃萨、极精进菩萨摩诃萨、常精进菩萨摩诃萨、常加行菩萨摩诃萨、不舍轭菩萨摩诃萨、日藏菩萨摩诃萨、月藏菩萨摩诃萨、无比慧菩萨摩诃萨、观自在菩萨摩诃萨、得大势菩萨摩诃萨、妙吉祥菩萨摩诃萨、宝印手菩萨摩诃萨、摧魔力菩萨摩诃萨、金刚慧菩萨摩诃萨、金刚藏菩萨摩诃萨、常举手菩萨摩诃萨、大悲心菩萨摩诃萨、大庄严菩萨摩诃萨、庄严王菩萨摩诃萨、山峰菩萨摩诃萨、宝峰菩萨摩诃萨、德王菩 摩诃萨、慈氏菩萨摩诃萨。如是等无量百千俱胝那庾多菩萨摩诃萨，皆法王子，堪绍佛位而为上首。",
    edge: [
      //  [经， 纬]
      //  往西经度变小,往北纬度变大
      [107.938319,34.397065],
      [107.938319,34.396578],
      [107.938582,34.396432],
      [107.938619,34.395387],
      [107.939306,34.395356],
      [107.939279,34.397065],
    ],
  },
  {
    name: '我的房间',
    id: 'GMAP_02',
    description: '这是我的房间，不准乱跑，不准乱动。。。',
    edge: [
      [107.938000,34.397000],
      [107.938000,34.396500],
      [107.937700,34.396500],
      [107.937700,34.397000],
    ]
  },
  {
    name: "法门寺",
    id: "GMAP_3",
    description: '法门寺，又称法云寺、阿育王寺，位于中国陕西省宝鸡市扶风县城北10公里处的法门镇。始建于东汉末年桓灵年间，距今约有1700多年历史，有“关中塔庙始祖”之称。释迦牟尼佛灭度后，遗体火化结成舍利，阿育王为弘佛法，将佛舍利分送世界各地。法门寺因舍利而置塔，因塔而建寺，原名阿育王寺。',
    edge: [
      [107.896739, 34.445325], [107.898112, 34.439521], [107.899571, 34.439804], [107.902146, 34.427486], [107.897683, 34.42692], [107.89837, 34.421893], [107.909614, 34.423875], [107.90867, 34.428336], [107.904206, 34.427769], [107.902232, 34.436548], [107.905322, 34.437256], [107.905665, 34.440299], [107.905065, 34.441078], [107.903176, 34.440653], [107.901975, 34.446245]]
  },
  {
    name: 'aaa所在',
    id: 'GMAP_04',
    description: '这是我的房间，不准乱跑，不准乱动。。。',
    edge: [[113.828298,24.220748]]
  },
]
