export default [
  {
    name: "大般若波罗蜜多经",
    id: 'GMAP_01',
    description: "此诸菩萨具如是等妙功德海，设经无量俱胝大劫叹不能尽。其名曰：贤守菩萨摩诃萨、宝性菩萨摩诃萨、宝藏菩萨摩诃萨、宝授菩萨摩诃萨、导师菩萨摩诃萨、仁授菩萨摩诃萨、星授菩萨摩诃萨、神授菩萨摩诃萨、帝授菩萨摩诃萨、广慧菩萨摩诃萨、胜慧菩萨摩诃萨、上慧菩萨摩诃萨、增长慧菩萨摩诃萨、无边慧菩萨摩诃萨、不虚见菩萨摩诃萨、无障慧菩萨摩诃萨、善发趣菩萨摩诃萨、善勇猛菩萨摩诃萨、极精进菩萨摩诃萨、常精进菩萨摩诃萨、常加行菩萨摩诃萨、不舍轭菩萨摩诃萨、日藏菩萨摩诃萨、月藏菩萨摩诃萨、无比慧菩萨摩诃萨、观自在菩萨摩诃萨、得大势菩萨摩诃萨、妙吉祥菩萨摩诃萨、宝印手菩萨摩诃萨、摧魔力菩萨摩诃萨、金刚慧菩萨摩诃萨、金刚藏菩萨摩诃萨、常举手菩萨摩诃萨、大悲心菩萨摩诃萨、大庄严菩萨摩诃萨、庄严王菩萨摩诃萨、山峰菩萨摩诃萨、宝峰菩萨摩诃萨、德王菩 摩诃萨、慈氏菩萨摩诃萨。如是等无量百千俱胝那庾多菩萨摩诃萨，皆法王子，堪绍佛位而为上首。",
    edge: [
      //  [经， 纬]
      //  往西经度变小,往北纬度变大
      [107.938319,34.397065],
      [107.938319,34.396578],
      [107.938582,34.396432],
      [107.938619,34.395387],
      [107.939306,34.395356],
      [107.939279,34.397065],
    ],
  },
  {
    name: '我的房间',
    id: 'GMAP_02',
    description: '这是我的房间，不准乱跑，不准乱动。。。',
    edge: [
      [107.938000,34.397000],
      [107.938000,34.396500],
      [107.937700,34.396500],
      [107.937700,34.397000],
    ]
  }
]
